/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "Snälla!!";
"Buy Now..."     = "Köp nu...";
"Must.Buy.Now."  = "Måste.Köpa.Nu.";
"Instant Karma"  = "Karma bums!";
"Buy Me!"        = "Köp mig!";
"%d days left" = "%d dagar kvar";
"Buy today!" = "Köp idag!";
"The trial period is over" = "Testperioden är nu slut.";
"Please register BetterZip to enable the saving of archives." = "Vänligen registrera BetterZip för att sparning av arkiv ska fungera igen.";
"Buy now" = "Köp nu";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Din testperiod är nu slut. Du kan fortfarande granska, men sparning går inte längre. Vänligen registrera om du vill fortsätta att använda BetterZip! Klicka på ”Köp nu”-knappen nedan och få en en licensnyckel på några minuter.";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "Registrering: # %d %@ för %d licenser\nLicensinnehavare: %@";
"Registration: # %d on %@\nLicensee: %@" = "Registrering: # %d %@\nLicensinnehavare: %@";
"More license keys required." = "Flera licensnycklar krävs…";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip har upptäckt flera installationer som körs samtidigt i ditt nätverk än du har licenser för.\n\nVarje installation i ditt nätverk måste ha en egen licens. Vänligen fundera på att köpa en ganska hyfsat prissatt multianvändar licens.";
"\nYour copy of BetterZip is registered. Thank you!" = "BetterZip har nu registrerats. Tack så mycket!";
"Continue" = "Fortsätt";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip  är inte registrerad ännu. Din testperiod tar slut imorgon. För att fortsätta använda BetterZip klicka på ”Köp nu”-knappen nedan och registrera nu!";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip är inte registrerad ännu. Din testperiod upphör idag. För att fortsätta att använda BetterZip, klicka på ”Köp nu”-knappen nedan och registrera nu!";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Den testperiod är nu slut. Emedan BetterZip kommer att fungera ett par dagar till så måste du registrera BetterZip om du vill fortsätta att använda det. Klicka på ”Köp nu”-knappen nedan och få din licensnyckel på några minuter.";
"The code is invalid. Make sure you pasted the complete key into the text field." = "Koden är inte giltig. Dubbelkolla att du klistrat in den fullständiga licensnyckeln i textfältet.";
"Later" = "Senare";
"Welcome back to BetterZip!" = "Välkommen tillbaka till BetterZip!";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "Det har varit en god stund sedan du använde BetterZip sist. Du får ett par dagar till på dig att evaluera den. Din testperiod har utökats.";
"Great!" = "Superbra!";
"Check for Updates..." = "Leta efter uppdateringar…";
"Automatically check for updates (last check: %@)" = "Leta efter uppdateringar automatiskt. (Letade senast: %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "Din licens är inte giltig för den här versionen av BetterZip, men våra uppgraderingspriser är hyfsat rimliga.\nKlicka på ”Köp nu”-knappen och kolla.";
"Registration..." = "Registrering…";

/* New in BetterZip 3 */
"This function is available to registered users only." = "Denna funktion finns bara för registrerade användare.";
"Better get your license today!" = "Det är nog bäst att du ordnar din licensnyckel idag!";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Den här licensen är för en äldre version utav BetterZip. Du kan använda den för att köpa en uppgradering till BetterZip 4 för US$9.99. Klicka på ”Uppgradera nu”-knappen för att ta dig till våran webbshop.";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Detta är en temporär licensnyckel för kunder som köpte BetterZip 2 i mac App Store. Du kan använda den för att köpa en rabatterad uppgradering till BetterZip för US$9.99. Klicka på ”Uppgradera nu” nedan för att komma till vår webbshop.";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip är inte registrerad ännu. Testperioden går ut om %d dagar.\n\nOm du gillar BetterZip, klicka på ”Köp nu!”-knappen nedan och få din licensnyckel idag!";
"Trial user\n%d days left" = "%d dagar kvar av testperioden";
"Upgrade now" = "Uppgradera nu";
